Repository: TekkenForceX/MuseMe
Catalog: CreativeApp/Localizable.xcstrings
Source language: en
Languages: zh_hans

source: Anxious
zh_hans: 焦虑的

source: Burnout
zh_hans: 烧完

source: Generate Muse
zh_hans: 生成缪斯

source: Lack of inspiration
zh_hans: 缺乏灵感

source: Let my creativity flow
zh_hans: 让我的创造力尽情发挥

source: Let My Creativity Flow
zh_hans: 让我的创造力流动

source: Muse Me
zh_hans: 缪斯我

source: Perfectionism
zh_hans: 完美主义

source: Self doubt
zh_hans: 自我怀疑

source: What is blocking you?
zh_hans: 是什么阻碍了你？
